
# Элементы страницы авторизации в Личном кабинете
elements_auth_page = ["Войти", "Телефон", "Введите пароль", "Забыли пароль/Получить доступ"]

# Элементы страницы после ввода некорректного пароля при авторизации в ЛК
incorrect_auth_pwd = ["Ошибка авторизации", "Скорректируйте данные для входа"]

# Элементы страницы после ввода некорректного логина при авторизации в ЛК
incorrect_auth_login = ["Отсутствуют учетные данные", "Исправьте данные для входа", "или", "оформите новую заявку"]

# Элементы страницы подписания ЭЦП-1
ecp1_page = ["Уважаемый(ая)", "благодарим Вас за заявку", "Подтвердите мобильный телефон", "Код подтверждения отправлен Вам на номер, который Вы указали в анкете",\
        "Код подтверждения", "Отправить повторно СМС", "Повторная отправка кода будет доступна через", "Заявление", "Отправить", "Вернуться назад"]