
map_texts = {

    "200": "141",
    "201": "141",
    "202": "141",
    "5.5": "141",
    "5.51": "141",
    "2.6": "142",
    "5.8": "142",
    "2.5": "143",
    "2.7": "143",
    "6.4": "144",
    "204": "144",
    "5.55": "145",
}

text = {

# Заявка в промежуточном статусе
"141": ["Уважаемый(ая)", "Ваша заявка находится в стадии обработки",
            "Пожалуйста, перезайдите в Личный кабинет через 5 минут"],

# Заявка отменена/отказ клиента
"142": ["Уважаемый(ая)", "Ваша последняя заявка была отменена.",
               "Вы можете оформить новую заявку на заем"],

# Заявка на КЦ
"143": ["Уважаемый(ая)", "Ваша заявка передана на обработку нашим специалистам",
               "Дождитесь звонка оператора, либо свяжитесь с Контактным центром для уточнения деталей, телефон 8 800 100 0609 (звонок по России бесплатный)"],

# Заявка на ФК
"144": ["Уважаемый(ая)", "Ваша заявка была передана в работу нашим менеджерам.",
               "Дождитесь, пожалуйста, звонка Финансового Консультанта."],

# Заявка на ГА
"145": ["Уважаемый(ая)", "Ваша заявка находится на рассмотрении.",
               "Информацию о решении Вы получите в СМС-сообщении."],

}
